---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeR
source: html/4a9e91fd-b450-20ef-4ae7-ab3a570c72f2.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DeltaDegreeR Property

Symbol delta°R, indicating unit Rankine interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DeltaDegreeR { get; }
```